{
  "backend": "tokenizers",
  "bos_token": "<|endoftext|>",
  "eos_token": "<|im_end|>",
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": "<пЅњPADв–ЃTOKENпЅњ>",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "ГЇВїВЅ"
}