{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "bos_token": "<|endoftext|>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|end|>",
  "is_local": false,
  "model_max_length": 131072,
  "pad_token": "<｜PAD▁TOKEN｜>",
  "padding_side": "right",
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "ï¿½"
}
